[
  {
    "statusCode": 200,
    "statusMessage": "FOUND",
    "url": "https://www.amazon.com/dp/B0D4R6KJCQ?psc=1",
    "title": "El Arte de la Medici칩n: Gu칤a Esencial para Sastres y Costureras\" - 94 im치genes ilustrativas de c칩mo tomar las medidas - VOL2: Las T칠cnicas de Medici칩n ... de tapa blanda - (spanish edition) + INDICE",
    "manufacturer": "Spanish Edition by Confecciones GR (Author)",
    "countReview": 0,
    "productRating": null,
    "asin": "B0D4R6KJCQ",
    "soldBy": "Amazon.com",
    "fulfilledBy": "Amazon.com",
    "sellerId": null,
    "warehouseAvailability": "In Stock",
    "retailPrice": 0,
    "price": 0,
    "priceRange": null,
    "shippingPrice": 0,
    "priceShippingInformation": "FREE delivery Tuesday, November 4 on orders shipped by Amazon over $35 Or Prime members get FREE delivery Saturday, November 1. Order within 20 hrs 49 mins. Join Prime",
    "priceSaving": null,
    "features": [],
    "imageUrlList": [
      "https://m.media-amazon.com/images/I/61nai15JZpL._SL1430_.jpg",
      "https://m.media-amazon.com/images/I/61eR6KhYWTL.jpg"
    ],
    "videoeUrlList": [],
    "productDescription": "VOL 2 - Nueva edici칩n con tabla de contenido y etiqueta para nombre del propietario Tomar medidas corporales precisas puede ser una tarea dif칤cil y frustrante. Si no se hace correctamente, puede conducir a prendas que no se ajusten bien. O a un seguimiento inexacto de los cambios corporales. Pero no te preocupes, porque en \"El Arte de la Medici칩n\" encontrar치s las soluciones que necesitas. Este libro es una gu칤a completa dise침ada para aquellos interesados en crear ropa a medida. Desde dise침adores de moda hasta costureras y patronistas, encontrar치n en estas p치ginas instrucciones paso a paso. Y diagramas claros para medir cada parte del cuerpo, desde la cabeza hasta los pies. Las 94 im치genes detalladas y las instrucciones precisas te ayudar치n a tomar medidas consistentes. Y a obtener resultados precisos. Ya seas un profesional o simplemente alguien que quiere confeccionar su propia ropa, este libro es una herramienta esencial. Caracter칤sticas adicionales: Formato: Tapa blanda Tama침o: 7 pulgadas x 10 pulgadas N칰mero de p치ginas: 94 Idioma: Espa침ol Impresi칩n: Hojas blancas con tinta negra 춰Ajusta tus prendas perfectamente y realiza un seguimiento de tus cambios corporales con confianza! 游늺游녱游녮 Read more",
    "productDetails": [],
    "minimalQuantity": "1",
    "reviews": [],
    "productSpecification": [],
    "mainImage": {
      "imageUrl": "https://m.media-amazon.com/images/I/61nai15JZpL._SY522_.jpg",
      "imageResolution": "365 x 522"
    },
    "variations": [],
    "bookVariations": [],
    "categoriesExtended": [],
    "deliveryMessage": null,
    "importantInformation": [],
    "buyBoxUsed": null,
    "aboutProduct": [],
    "globalReviews": [],
    "deal": false,
    "prime": true,
    "used": false,
    "pastSales": null,
    "reviewInsights": null
  }
]
